[
    "ضلع: پنجاب پتہ: ای میل: pkm.punjab@punjabpolice.gov.pk فون: عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 12/06/2017",
    "ضلع: اٹک پتہ: جنرل بس اسٹینڈ کے قریب، اٹک ای میل: pkm.attock@punjabpolice.gov.pk فون: 0579316440 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 4/11/2017",
    "ضلع: بہاولنگر 1 پتہ: تھانا سٹی اے ڈویژن کے قریب، بہاولنگر ای میل: pkm.bahawalnagar@punjabpolice.gov.pk فون: 0632277782 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 18/11/2017",
    "ضلع: بہاولنگر 2 پتہ: پی کے ایم ہارون آباد، پی ایس سٹی ہارون آباد کے قریب، بہاولنگر ای میل: pkm.bahawalnagar@punjabpolice.gov.pk فون: 0632251515 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 18/11/2017",
    "ضلع: بہاولپور 1 پتہ: سرایئکی چوک کے قریب، کینٹ، بہاولپور ای میل: pkm.bahawalpur@punjabpolice.gov.pk فون: 0622200170 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 9/1/2017",
    "ضلع: بہاولپور 2 پتہ: سرایئکی چوک کے قریب، کینٹ، بہاولپور ای میل: pkm.bahawalpur@punjabpolice.gov.pk فون: 0622442196 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 9/1/2017",
    "ضلع: بہاولپور 3 پتہ: سرایئکی چوک کے قریب، کینٹ، بہاولپور ای میل: pkm.bahawalpur@punjabpolice.gov.pk فون: 0622274456 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 9/1/2017",
    "ضلع: بھکر 1 پتہ: پی کے ایم دریا خان اولڈ ڈیرہ اسماعیل خان روڈ ، بھکر ای میل: pkm.bhakkar@punjabpolice.gov.pk فون: 0453253026 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 1/12/2017",
    "ضلع: بھکر 2 پتہ: ڈی پی او آفس،کچہری روڈ، بھکر ای میل: pkm.bhakkar@punjabpolice.gov.pk فون: 0453516222 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 1/12/2017",
    "ضلع: چکوال 1 پتہ: اشارہ چوک (پرانا 15 چوک)، تلہ گنگ روڈ ,چکوال ای میل: pkm.chakwal@punjabpolice.gov.pk فون: 0543410861 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 1/1/2018",
    "ضلع: چکوال 2 پتہ: اشارہ چوک (پرانا 15 چوک)، تلہ گنگ روڈ ,چکوال ای میل: pkm.chakwal@punjabpolice.gov.pk فون: 0543666148 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 1/1/2018",
    "ضلع: چنیوٹ پتہ: لاری اڈہ کے قریب، سرگودہ روڈ، چنیوٹ ای میل: pkm.chiniot@punjabpolice.gov.pk فون: 04769210027 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 5/12/2017",
    "ضلع: ڈی جی خان 1 پتہ: پولیس اسٹیشن سول لائن کے قریب، ڈی جی خان ای میل: pkm.dgkhan@punjabpolice.gov.pk فون: 0649260098 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 10/12/2017",
    "ضلع: ڈی جی خان 2 پتہ: پولیس اسٹیشن سول لائن کے قریب، ڈی جی خان ای میل: pkm.dgkhan@punjabpolice.gov.pk فون: 0642601700 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 10/12/2017",
    "ضلع: ڈی جی خان 3 پتہ: ای الخدمت PKM، ڈیرہ غازی خان ای میل: pkm.dgkhan@punjabpolice.gov.pk فون: 0642601700 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 10/12/2017",
    "ضلع: فیصل آباد 1 پتہ: ریسکیو 15، مین گیٹ زراعت یونیورسٹی کے قریب، جیل روڈ، فیصل آباد ای میل: pkm.faisalabad@punjabpolice.gov.pk فون: 0419200246 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 2/12/2017",
    "ضلع: فیصل آباد 2 پتہ: ریسکیو 15، مین گیٹ زراعت یونیورسٹی کے قریب، جیل روڈ، فیصل آباد ای میل: pkm.faisalabad@punjabpolice.gov.pk فون: 0419230265 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 2/12/2017",
    "ضلع: فیصل آباد 3 پتہ: ریسکیو 15، مین گیٹ زراعت یونیورسٹی کے قریب، جیل روڈ، فیصل آباد ای میل: pkm.faisalabad@punjabpolice.gov.pk فون: 0414311500 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 2/12/2017",
    "ضلع: گجرانوالہ 1 پتہ: اشرف مرتھ شہید پولیس لائنز، گجرانوالہ ای میل: pkm.gujranwala@punjabpolice.gov.pk فون: 054660002 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 3/11/2017",
    "ضلع: گجرانوالہ 2 پتہ: اشرف مرتھ شہید پولیس لائنز، گجرانوالہ ای میل: pkm.gujranwala@punjabpolice.gov.pk فون: 0556810901 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 3/11/2017",
    "ضلع: گجرانوالہ 3 پتہ: پی کے ایم چیمبر آف کامرس ٹرسٹ پلازہ ماڈل ٹاؤن گوجرانوالہ ای میل: pkm.gujranwala@punjabpolice.gov.pk فون: 0553254440 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 3/11/2017",
    "ضلع: گجرانوالہ 4 پتہ: اشرف مرتھ شہید پولیس لائنز، گجرانوالہ ای میل: pkm.gujranwala@punjabpolice.gov.pk فون: 0553821306 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 3/11/2017",
    "ضلع: گجرات 1 پتہ: پولیس لائن کے قریب،گجرات ای میل: pkm.gujrat@punjabpolice.gov.pk فون: 0533600692 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 05/05/2018",
    "ضلع: گجرات 2 پتہ: پولیس لائن کے قریب،گجرات ای میل: pkm.gujrat@punjabpolice.gov.pk فون: 0537601314 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 05/05/2018",
    "ضلع: حافظ آباد 1 پتہ: فوارہ چوک کے قریب، نیو پولیس سٹیشن کے سامنے، حافظ آباد ای میل: pkm.hafizabad@punjabpolice.gov.pk فون: 0547525420 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 1/11/2017",
    "ضلع: حافظ آباد 2 پتہ: فوارہ چوک کے قریب، نیو پولیس سٹیشن کے سامنے، حافظ آباد ای میل: pkm.hafizabad@punjabpolice.gov.pk فون: 0547531419 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 1/11/2017",
    "ضلع: حافظ آباد 3 پتہ: پی کے ایم جلالپور بھٹیاں حافظ آباد ای میل: pkm.hafizabad@punjabpolice.gov.pk فون: 0547500610 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 1/11/2017",
    "ضلع: جھنگ پتہ: مین گیٹ کے قریب، ضلعی جیل، جھنگ ای میل: pkm.jhang@punjabpolice.gov.pk فون: 0479200315 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 12/7/2017",
    "ضلع: جھلم 1 پتہ: سٹی پولیس سٹیشن کے قریب، ٹریفک کے دفتر کے قریب، جدہ روڈ، جہلم ای میل: pkm.jhelum@punjabpolice.gov.pk فون: 0544210524 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 6/12/2017",
    "ضلع: جھلم 2 پتہ: سٹی پولیس سٹیشن کے قریب، ٹریفک کے دفتر کے قریب، جدہ روڈ، جہلم ای میل: pkm.jhelum@punjabpolice.gov.pk فون: 0544278703 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 6/12/2017",
    "ضلع: جھلم 3 پتہ: سٹی پولیس سٹیشن کے قریب، ٹریفک کے دفتر کے قریب، جدہ روڈ، جہلم ای میل: pkm.jhelum@punjabpolice.gov.pk فون: 0544224073 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 6/12/2017",
    "ضلع: قصور 1 پتہ: ڈی پی او دفتر، قصور ای میل: pkm.kasur@punjabpolice.gov.pk فون: 0492724992 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 27/12/2017",
    "ضلع: قصور 2 پتہ: ڈی پی او دفتر، قصور ای میل: pkm.kasur@punjabpolice.gov.pk فون: 0494423333 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 27/12/2017",
    "ضلع: خانیوال 1 پتہ: پولیس سٹیشن کے قریب، کچہری روڈ، خانیوال ای میل: pkm.khanewal@punjabpolice.gov.pk فون: 0659200377 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 14/9/2017",
    "ضلع: خانیوال 2 پتہ: پولیس سٹیشن کے قریب، کچہری روڈ، خانیوال ای میل: pkm.khanewal@punjabpolice.gov.pk فون: 0652661186 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 14/9/2017",
    "ضلع: خوشاب 1 پتہ: بغداد مسجد کے قریب، قائد آباد ای میل: pkm.khushab@punjabpolice.gov.pk فون: 0454920030 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 17/10/2017",
    "ضلع: خوشاب 2 پتہ: جی ٹائپ قائد آباد ای میل: pkm.khushab@punjabpolice.gov.pk فون: 0454880915 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 17/10/2017",
    "ضلع: لاہور 1 پتہ: ڈی جی آپریشنز آفس، لاہور ای میل: pkm.lahore@punjabpolice.gov.pk فون: 04299214847 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 10/12/2015",
    "ضلع: لاہور 2 پتہ: لبرٹی پارکنگ کے قریب، گلبرگ 3، لاہور ای میل: pkm.lahore@punjabpolice.gov.pk فون: 04299268285 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 3/1/2014",
    "ضلع: لاہور 3 پتہ: اقبال ٹاؤن، مون مارکیٹ، لاہور ای میل: pkm.lahore@punjabpolice.gov.pk فون: 04237808877 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 8/1/2016",
    "ضلع: لاہور 4 پتہ: پولیس خدمت مرکز گیٹ نمبر 5 گریٹر اقبال پارک نزد لیڈی ولنگڈن لاہور ای میل: pkm.lahore@punjabpolice.gov.pk فون: 04299214847 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 07/17/2019",
    "ضلع: لاہور 5 پتہ: پولیس خدمت مرکز سروس سیکٹر A، بحریہ ٹاؤن، لاہور ای میل: pkm.lahore@punjabpolice.gov.pk فون: 04235454046 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 19/6/2020",
    "ضلع: لاہور 6 پتہ: لاہور چیمبر آف کامرس اینڈ انڈسٹری ای میل: pkm.lahore@punjabpolice.gov.pk فون: 04236305538 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 20/8/2020",
    "ضلع: لاہور 7 پتہ: E-Khidmat ASTP ای میل: pkm.lahore@punjabpolice.gov.pk فون: 04299233219 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 20/8/2020",
    "ضلع: لاہور 8 پتہ: ای الخدمت مرکز، لاہور II ٹاؤن ہال لوئر مال، انارکلی، لاہور، پنجاب ای میل: pkm.lahore@punjabpolice.gov.pk فون: +92-42-99214572 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 20/8/2020",
    "ضلع: لیہ پتہ: ڈی پی او آفس، ضلع کچیری کے قریب، کروڑ روڈ، لیہ ای میل: pkm.layyah@punjabpolice.gov.pk فون: 0606920174 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 1/11/2017",
    "ضلع: لودھران پتہ: ریسکیو 15 آفس، صدر چوک، بہاولپور ملتان روڈ، لودھران ای میل: pkm.lodhran@punjabpolice.gov.pk فون: 0608362015 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 25/8/2017",
    "ضلع: منڈی بہاؤالدین 1 پتہ: ڈی پی او آفس، ضلع کمپلیکس، منڈی بہاؤالدین ای میل: pkm.mandibahauddin@punjabpolice.gov.pk فون: 0546650339 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 24/8/2017",
    "ضلع: منڈی بہاؤالدین 2 پتہ: ڈی پی او آفس، ضلع کمپلیکس، منڈی بہاؤالدین ای میل: pkm.mandibahauddin@punjabpolice.gov.pk فون: 0546566512 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 24/8/2017",
    "ضلع: منڈی بہاؤالدین 3 پتہ: ڈی پی او آفس، ضلع کمپلیکس، منڈی بہاؤالدین ای میل: pkm.mandibahauddin@punjabpolice.gov.pk فون: 0546581205 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 24/8/2017",
    "ضلع: میانوالی 1 پتہ: Katcha Pacca Morr Kundian، میانوالی ای میل: pkm.mianwali@punjabpolice.gov.pk فون: 0459241221 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 23/9/2017",
    "ضلع: میانوالی 2 پتہ: PKM Harnoli Morr، میانوالی ای میل: pkm.mianwali@punjabpolice.gov.pk فون: 0459296266 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 23/9/2017",
    "ضلع: میانوالی 3 پتہ: جہاز چوک کے قریب، میانوالی ای میل: pkm.mianwali@punjabpolice.gov.pk فون: 0459231133 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 23/9/2017",
    "ضلع: میانوالی 4 پتہ: کوکران والا کالا باغ، میانوالی ای میل: pkm.mianwali@punjabpolice.gov.pk فون: 0459395375 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 23/9/2017",
    "ضلع: مظفر گڑھ 1 پتہ: پولیس سٹیشن کے قریب، ڈی جی خان روڈ ، مظفر گڑھ ای میل: pkm.muzzafargarh@punjabpolice.gov.pk فون: 0662423900 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 1/12/2017",
    "ضلع: مظفر گڑھ 2 پتہ: پولیس سٹیشن کے قریب، ڈی جی خان روڈ ، مظفر گڑھ ای میل: pkm.muzzafargarh@punjabpolice.gov.pk فون: 0662242129 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 1/12/2017",
    "ضلع: ننکانہ صاحب پتہ: ریسکیو 15 آفس، بس اسٹینڈ کے قریب، ننکانہ صاحب ای میل: pkm.nankanasb@punjabpolice.gov.pk فون: 0562877423 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 2/12/2017",
    "ضلع: نارووال 1 پتہ: ڈی سی او کے پرانے گھر کے قریب، مین سرکلر روڈ، نارووال ای میل: pkm.narowal@punjabpolice.gov.pk فون: 0542-500728 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 20/12/2017",
    "ضلع: نارووال 2 پتہ: پی کے ایم ڈسٹرکٹ اینڈ سیشن عدالتیں ، جوڈیشل کمپلیکس نارووال ای میل: pkm.narowal@punjabpolice.gov.pk فون: 0542500103 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 20/12/2017",
    "ضلع: اوکارہ 1 پتہ: ٹریفک ہیڈ کوارٹر، صنم سنیما کے قریب، اوکاڑہ ای میل: pkm.okara@punjabpolice.gov.pk فون: 0442512012 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 3/12/2017",
    "ضلع: اوکارہ 2 پتہ: ٹریفک ہیڈ کوارٹر، صنم سنیما کے قریب، اوکاڑہ ای میل: pkm.okara@punjabpolice.gov.pk فون: 0442622833 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 3/12/2017",
    "ضلع: اوکارہ 3 پتہ: پی کے ایم دیپالپور بصیر پور روڈ ، دیپالپور ای میل: pkm.okara@punjabpolice.gov.pk فون: 0444540604 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 3/12/2017",
    "ضلع: پاکپتن پتہ: ڈی پی او دفتر، پاکپتن ای میل: pkm.pakpattan@punjabpolice.gov.pk فون: 0457383152 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 23/11/2017",
    "ضلع: رحیم یا خان 1 پتہ: ڈی پی او دفتر، ضلعی عدالت کے قریب، رحیم یا خان ای میل: pkm.rahimyarkhan@punjabpolice.gov.pk فون: 0685795510 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 29/11/2017",
    "ضلع: رحیم یا خان 2 پتہ: ڈی پی او دفتر، آفس خان پور رحیم یار خان ایس ای میل: pkm.rahimyarkhan@punjabpolice.gov.pk فون: 0685571005 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 29/11/2017",
    "ضلع: رحیم یا خان 3 پتہ: ڈی پی او دفتر، ضلعی عدالت کے قریب، رحیم یا خان ای میل: pkm.rahimyarkhan@punjabpolice.gov.pk فون: 068.9230348 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 29/11/2017",
    "ضلع: رحیم یا خان 4 پتہ: ڈی پی او دفتر، ضلعی عدالت کے قریب، رحیم یا خان ای میل: pkm.rahimyarkhan@punjabpolice.gov.pk فون: 0685959899 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 29/11/2017",
    "ضلع: راجن پور 1 پتہ: پولیس اسٹیشن صدر کے قریب، راجن پور ای میل: pkm.rajanpur@punjabpolice.gov.pk فون: 0604-920139 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 4/11/2017",
    "ضلع: راجن پور 2 پتہ: پولیس اسٹیشن صدر کے قریب، راجن پور ای میل: pkm.rajanpur@punjabpolice.gov.pk فون: 0604567126 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 4/11/2017",
    "ضلع: راولپنڈی 1 پتہ: ریسکیو 15 دفتر، لیاقت باغ میٹرو اسٹیشن، مری روڈ، راولپنڈی ای میل: pkm.rawalpindi@punjabpolice.gov.pk فون: 0513413073 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 1/1/2018",
    "ضلع: راولپنڈی 2 پتہ: ریسکیو 15 دفتر، لیاقت باغ میٹرو اسٹیشن، مری روڈ، راولپنڈی ای میل: pkm.rawalpindi@punjabpolice.gov.pk فون: 0519293034 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 1/1/2018",
    "ضلع: راولپنڈی 3 پتہ: ریسکیو 15 دفتر، لیاقت باغ میٹرو اسٹیشن، مری روڈ، راولپنڈی ای میل: pkm.rawalpindi@punjabpolice.gov.pk فون: 0519273677 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 1/1/2018",
    "ضلع: راولپنڈی 4 پتہ: پی کے ایم کہوٹہ نزد پولیس اسٹیشن کہوٹہ ، راولپنڈی ای میل: pkm.rawalpindi@punjabpolice.gov.pk فون: 0513311001 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 1/1/2018",
    "ضلع: راولپنڈی 5 پتہ: ریسکیو 15 دفتر، لیاقت باغ میٹرو اسٹیشن، مری روڈ، راولپنڈی ای میل: pkm.rawalpindi@punjabpolice.gov.pk فون: 0519330676 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 1/1/2018",
    "ضلع: راولپنڈی 6 پتہ: ریسکیو 15 دفتر، لیاقت باغ میٹرو اسٹیشن، مری روڈ، راولپنڈی ای میل: pkm.rawalpindi@punjabpolice.gov.pk فون: 0519314015 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 1/1/2018",
    "ضلع: راولپنڈی 7 پتہ: ریسکیو 15 دفتر، لیاقت باغ میٹرو اسٹیشن، مری روڈ، راولپنڈی ای میل: pkm.rawalpindi@punjabpolice.gov.pk فون: 0513761195 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 1/1/2018",
    "ضلع: راولپنڈی 8 پتہ: ریسکیو 15 دفتر، لیاقت باغ میٹرو اسٹیشن، مری روڈ، راولپنڈی ای میل: pkm.rawalpindi@punjabpolice.gov.pk فون: 0519292832 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 1/1/2018",
    "ضلع: ساہیوال 1 پتہ: ڈی پی او دفتر کے اندر، ضلعی عدالتوں کے قریب، ساہیوال ای میل: pkm.sahiwal@punjabpolice.gov.pk فون: 0404220067 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 1/12/2017",
    "ضلع: ساہیوال 2 پتہ: ڈی پی او دفتر کے اندر، ضلعی عدالتوں کے قریب، ساہیوال ای میل: pkm.sahiwal@punjabpolice.gov.pk فون: 0405480035 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 1/12/2017",
    "ضلع: سرگودھا 1 پتہ: کینٹ پولیس سٹیشن کے قریب، جیل روڈ، سرگودھا ای میل: pkm.sargodha@punjabpolice.gov.pk فون: 0486642136 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 13/12/2017",
    "ضلع: سرگودھا 2 پتہ: کینٹ پولیس سٹیشن کے قریب، جیل روڈ، سرگودھا ای میل: pkm.sargodha@punjabpolice.gov.pk فون: 0486681046 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 13/12/2017",
    "ضلع: سرگودھا 3 پتہ: کینٹ پولیس سٹیشن کے قریب، جیل روڈ، سرگودھا ای میل: pkm.sargodha@punjabpolice.gov.pk فون: 0486310213 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 13/12/2017",
    "ضلع: سرگودھا 4 پتہ: کینٹ پولیس سٹیشن کے قریب، جیل روڈ، سرگودھا ای میل: pkm.sargodha@punjabpolice.gov.pk فون: 03331927222 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 13/12/2017",
    "ضلع: سرگودھا 5 پتہ: تھانہ سیٹیلائٹ ٹاؤن سرگودھا ای میل: pkm.sargodha@punjabpolice.gov.pk فون: 0486310213 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 26/02/2021",
    "ضلع: شیخوپورہ پتہ: بی ڈویژن تھانہ سے باہر سرگودھ روڈ ، شیخو پورا ای میل: pkm.sheikhupura@punjabpolice.gov.pk فون: 0563611076 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 12/31/2017",
    "ضلع: سیالکوٹ 1 پتہ: پولیس لائنز، سیالکوٹ ای میل: pkm.sialkot@punjabpolice.gov.pk فون: 0529250524 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 3/11/2017",
    "ضلع: سیالکوٹ 2 پتہ: پولیس لائنز، سیالکوٹ ای میل: pkm.sialkot@punjabpolice.gov.pk فون: 0526619585 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 3/11/2017",
    "ضلع: سیالکوٹ 3 پتہ: پولیس لائنز، سیالکوٹ ای میل: pkm.sialkot@punjabpolice.gov.pk فون: 0526520499 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 3/11/2017",
    "ضلع: سیالکوٹ 4 پتہ: پولیس لائنز، سیالکوٹ ای میل: pkm.sialkot@punjabpolice.gov.pk فون: 0526440995 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 3/11/2017",
    "ضلع: ٹوبہ ٹیک سنگھ 1 پتہ: ڈی پی او آفس، ضلع آفس کمپلیکس، ٹوبہ ٹیک سنگھ ای میل: pkm.tobateksingh@punjabpolice.gov.pk فون: 0462515909 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 6/11/2017",
    "ضلع: وہاری 1 پتہ: ڈی پی او آفس، وہاری ای میل: pkm.vehari@punjabpolice.gov.pk فون: 0673355532 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 22/11/2017",
    "ضلع: وہاری 2 پتہ: ڈی پی او آفس، وہاری ای میل: pkm.vehari@punjabpolice.gov.pk فون: 0673202028 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 22/11/2017",
    "ضلع: وہاری 3 پتہ: ڈی پی او آفس، وہاری ای میل: pkm.vehari@punjabpolice.gov.pk فون: 0673602017 عملی معلومات: پیر تا ہفتہ - صبح 9 تا شام 5 بجے تک، اتوار - بند افتتاح کی تاریخ: 22/11/2017",
    "خدمت: کریکٹر سرٹیفیکیٹ تفصیل: با ہر کے ممالک جانے کے لیے، باہر کے مختلف اداروں میں ملازمت حاصل کرنے کےلیے اور وطن بدلی کے لیے پولیس کریکٹر سرٹیفیکیٹ کی ضرورت پڑتی ہے۔ ضروری دستاویزات: 3 پاسپورٹ سایز تصاویر (ہلکے نیلے رنگ کا بیک گراوَنڈ، غیر مصدقہ), شناختی کارڈ اصلی, شناختی کارڈ کی دو کاپیاں (گزیٹیڈ افسر سے مصدقہ), اصلی پاسپورٹ, پاسپورٹ کی ایک کاپی (گزیٹیڈ افسر سے مصدقہ), 50 روپیہ کا حلف نامہ (عہدیدار کمشنر سے تصدیق شدہ), اختیار نامہ (اگر درخواست دہندہ ملک سے باہر ہے) پروسیسنگ فیس: 500 روپے پروسیسنگ کا وقت: 5 سرکاری دن ترسیل کا طریقہ: کوریئر",
    "خدمت: پولیس ویریفیکیشن تفصیل: پاکستان کے مختلف اداروں میں ملازمت کی درخواست کے لیے پولیس ریکارڈ کی عمومی تصدیق ضروری ہوتی ہے۔ ضروری دستاویزات: اصلی شناختی کارڈ, شناختی کارڈ کی دو کاپیاں پروسیسنگ فیس: 300 روپے پروسیسنگ کا وقت: 5 سرکاری دن ترسیل کا طریقہ: کوریئر",
    "خدمت: لرنرز ڈرایئونگ لائسنس تفصیل: شہری کسی بھی پی کے ایم سے لرنرز ڈرایئونگ لائسنس حاصل کر سکتے ہیں۔ ضروری دستاویزات: اصلی شناختی کارڈ بمع ایک کاپی, ٹریفک قوایئد و قوانین کی کتاب, میڈیکل سرٹیفیکیٹ (50 سال سے بڑے امیدواروں کے لیے) پروسیسنگ فیس: 60 روپے پروسیسنگ کا وقت: 15 منٹ ترسیل کا طریقہ: موقع پر",
    "خدمت: ڈرایئونگ لائسنس کی تجدید تفصیل: شہری پولیس خدمت مرکز سے ڈرایئونگ لائسنس کی تجدید کے لئے درخواست جمع کروا سکتے ہیں۔ ضروری دستاویزات: ضروری درخواست فارم ای فایئل کور کے ساتھ, 2 عدد پاسپورٹ سایئز تصویریں, شناختی کارڈ کی کاپی, اصلی ڈرایئونگ لائسنس, میڈیکل سرٹیفیکیٹ (50 سال سے بڑے امیدواروں کے لیے) پروسیسنگ فیس: {'motorcycle_rickshaw': '500 روپے', 'car_ltv': '750 روپے', 'htv': '2000 روپے'} پروسیسنگ کا وقت: 5 سرکاری دن ترسیل کا طریقہ: کوریئر",
    "خدمت: بین الاقوامی ڈرایئونگ لائسنس تفصیل: شہری پولیس خدمت مرکز سے بین الاقوامی ڈرایئونگ لائسنس کےلئے درخواست جمع کروا سکتے ہیں۔ ضروری دستاویزات: بین الاقوامی درخواست فارم فایئل کور کے ساتھ, شناختی کارڈ کی تصدیق شدہ کاپی, لاہور سے حاصل کردہ اصلی ڈرایئونگ لائسنس کی کاپی, پاکستانی پاسپورٹ کی کاپی بمع 2 مہینہ کا ویزا, 2 عدد پاسپورٹ سایئز تصویریں (تصدیق شدہ) پروسیسنگ فیس: 516 روپے (عدالتی ٹکٹ اور بینک چالان) پروسیسنگ کا وقت: 5 سرکاری دن ترسیل کا طریقہ: کوریئر",
    "خدمت: نقل ڈرایئونگ لائسنس تفصیل: شہری پولیس خدمت مرکز سے نقل ڈرایئونگ لائسنس کےلئے درخواست جمع کروا سکتے ہیں۔ ضروری دستاویزات: ضروری نقل درخواست فارم, شناختی کارڈ کی تصدیق شدہ کاپی, 2 عدد پاسپورٹ سایئز تصویریں, کمپیوٹر سیکشن سے کمپیوٹرائزڈ لائسنس رپورٹ, پولیس ایف آیَ آر, متعلقہ لائسنس کا ٹکٹ پروسیسنگ فیس: {'motorcycle': '100 روپے', 'car_ltv': '300 روپے', 'htv': '200 روپے'} پروسیسنگ کا وقت: 5 سرکاری دن ترسیل کا طریقہ: کوریئر",
    "خدمت: ملازم کی رجسٹریشن تفصیل: کسی بھی گھریلو یا دیگر ملازم کو نوکری پر رکھتے وقت اس کا اندراج قریبی پولیس تھانے میں کروانا ہوتا ہے۔ ضروری دستاویزات: درخواست دہندہ کا اصلی شناختی کارڈ بمع 2 کاپیاں, ملازم کے شناختی کارڈ کی 2 کاپیاں, ملازم کی 2 عدد پاسپورٹ سایئز تصاویر, ایفیڈوڈ بمع 2 گواہوں کی تصدیق پروسیسنگ فیس: مفت پروسیسنگ کا وقت: 15 منٹ ترسیل کا طریقہ: موقع پر",
    "خدمت: کراےَ دار کی رجسٹریشن تفصیل: گھر یا ہاسٹل کراےَ پر دینے کے لیے پولیس تھانے یا خدمت مرکز میں رجسٹریشن کرانا ضروری ہے۔ ضروری دستاویزات: مالک مکان کا شناختی کارڈ اور ایک کاپی, کراےَ دار کا شناختی کارڈ اور ایک کاپی, شٹامپ پیپر پر کراےَ کے معاہدہ کی کاپی پروسیسنگ فیس: مفت پروسیسنگ کا وقت: 15 منٹ ترسیل کا طریقہ: موقع پر",
    "خدمت: گاڑی کی تصدیق تفصیل: گاڑی کی خرید و فروخت یا نقل و حمل سے قبل گاڑی کی تصدیق ضروری ہے۔ ضروری دستاویزات: شناختی کارڈ بمع دو کاپیاں, گاڑی کے اصل کاغذات اور ایک کاپی, گاڑی کے مالک کا کمپیوٹرائزڈ شناختی کارڈ, این او سی اگر گاڑی بینک کے نام پر ہے پروسیسنگ فیس: {'motorcycle': '500 روپے', 'car_ltv_htv': '2000 روپے'} پروسیسنگ کا وقت: 30 منٹ ترسیل کا طریقہ: موقع پر",
    "خوش آمدیدی پیغام: پولیس خدمت مرکز میں خوش آمدید خدمات کے بارے میں: اب پنجاب پولیس کی طرف سے فراہم کرہ سروسز حاصل کرنا نہایت آسان, ہم اپنے شہریوں کا احترام کرتے ہیں, شہری کسی بھی ضلع میں قائم کردہ پولیس خدمت مرکز سے خدمات حاصل کر سکتے ہیں, درخواست جمع کرانے کا آسان عمل, ون ونڈو آپریشن کے ذریئے شہری باآسانی اپنی مطلوبہ سروسز حاصل کر سکتے ہیں نمایاں خصوصیات: آئی جی پنجاب کا پیغام, نظام کی خصوصیات شماریات: {'پروسیس کی گئی درخواستوں کی کل تعداد': '10,322,513', 'ویب سائٹ کے کل وزیٹرز': '476,918,0', 'کل مراکز': '43', 'کل اضلاع': '36'}"
]